tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "coreutils"
brew "stow"
brew "chruby"
brew "ruby-install"
brew "openssl"
brew "ctags", link: false
brew "git"
brew "imagemagick"
brew "node@12"
brew "nvm"
brew "openssl@1.1"
brew "postgresql"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "nvim"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "lsd"
brew "lua-language-server"

cask "firefox"
cask "slack"
cask "discord"
cask "docker"
cask "android-studio"
cask "vlc"
cask "iterm2"
